data = [
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "2024 版“沪惠保”项目产品说明书   “沪惠保”是根据上海医疗和生活水平，专为上海定制、紧密衔接社会医疗保险，以普惠价格为本市基本医疗保险参保人员提供百万级保险保障和便民化健康服务的保险产品，旨在提升上海市民的健康保障水平。 一、产品概要 1、投保范围：全体参加上海市基本医疗保险（释义1）的在保人员 2、投保年龄：不受限制 3、健康状况：免体检，既往症可承保可赔付 4、等待期：无等待期 5、保险期间：一年 6、交费方式：趸交 7、保险费：129 元/人/年 8、保障概要： 保障责任 特定住院自费医疗费用保险金 国内特定高额药品费用保险金 质子、重离子医疗保险金 海外特殊药品费用保险金 CAR-T 治疗药品费用保险金 年度免赔额 基础免赔额1：1.2万元/年 连续两年投保且无理赔享优待免赔额2：1.1 万元/年 连续三年投保且无理赔享优待免赔额3：1 万元/年（详见年度免赔额定义的约定） 0 0 0 0 赔付比例 非既往症人群70% 非既往症人群70% 非既往症人群70% 非既往症人群70% 非既往症人群100% ",
        "page_num": 1
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "既往症人群50% 既往症人群30% 既往症人群30% 既往症人群30% 既往症人群100% 保险金额 100 万（其中单品药品费年度限额30 万，单次住院手术材料费年度限额20 万元，PET-CT每年仅限一次） 100 万 30 万 30 万 50 万 医院范围 当地二级及以上医保定点医院普通住院部 上海市二级及以上医院门诊或上海市具备销售药品资质的药店（建议通过提供药品直付和送药上门服务的特约药店购买特定高额药品） 上海市具备质子、重离子治疗资质的医疗机构 在海南博鳌乐城国际医疗旅游先行区内按规定可使用相应特许药械的医疗机构（海南博鳌超级医院、博鳌国际医院、博鳌恒大国际医院、上海交通大学医学院附属瑞金医院海南医院（海南博鳌研究型医院）） 接受复星凯特生物科技有限公司阿基仑赛注射液/上海药明巨诺生物科技有限公司瑞基奥仑赛注射液/恺兴生命科技（上海）有限公司泽沃基奥仑赛注射液使用培训和认证的上海市医疗机构，详见CAR-T 治疗指定医院目录 9、年度免赔额定义： 基础免赔额1：参保2024 年沪惠保的人群年度基础免赔额为12000 元/年。 连续两年投保且无理赔享优待免赔额2：连续参保2023 版、2024 版沪惠保且保障期间2023 年7 月1 日-2024 年6 月30 日内未发生赔付（获赔金额=0 元）的参保人群年度免赔额为11000 元/年。 连续三年投保且无理赔享优待免赔额3：连续参保2022 版、2023 版、2024版沪惠保且保障期间2022 年7 月1 日-2024 年6 月30 日内未发生赔付（获赔金额=0 元）的参保人群年度免赔为10000 元/年。 10、理赔：参保人员无论在上海还是外地的二级及以上医保定点医院普通住院部住院治疗，若用上海医保卡实时结算的可申请特定住院自费医疗费用保险金理赔；",
        "page_num": 2
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "若未用上海医保卡实时结算的，须经上海基本医疗保险结算后方可申请特定住院自费医疗费用保险金理赔。国内特定高额药品费用保险金/质子、重离子医疗保险金/海外特殊药品费用保险金/CAR-T 治疗药品费用保险金等四项责任无需使用医保卡但须在本产品说明书中上述四项责任指定的医疗机构就诊方可申请理赔。 11、撤单退费：参保人员在投保期内可以撤单退费，但如已经领取并使用了健康权益（药房购药折扣等），不接受撤单退费。 12、退保：7 月1 日保单生效前可以全额撤保，7 月1 日（含）保单生效后不接受退保。 二、保险责任 （一）特定住院自费医疗费用保险金 在保险期间内，被保险人因疾病或意外伤害在当地二级及以上医保定点医院普通住院部住院（释义2）治疗，发生的合理且必须的经上海基本医疗保险结算并扣除年度免赔额（基础免赔额1：12000 元/年；健康持续参保优待免赔额2：11000 元/年；健康持续参保优待免赔额3：10000 元/年（详见产品概要第9 条年度免赔额定义的约定））后的特定住院自费医疗费用（释义3），非既往症人群按70%、既往症人群（释义4）按50%给付保险金。其中，单品药品费（释义5）年度赔付以30 万元为限，单次住院手术材料费年度赔付以20 万元为限，PET-CT检查费年度仅限赔付一次。 保险公司对被保险人给付特定住院自费医疗费用保险金总额以100 万元为限，一次或累计赔付特定住院自费医疗费用保险金金额达到100 万元时，保险公司对该被保险人的该项保险责任终止。 被保险人在保险期间内入院且当保险期间届满时仍未出院，保险公司对其保险期间届满后所发生的住院自费医疗费用，仍按本合同上述规定支付范围和支付比例给付保险金，直至本次住院结束，但最长不超过30 天。 ",
        "page_num": 3
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "（二）国内特定高额药品费用保险金 在保险期间内，被保险人在上海市二级及以上医院挂号，由指定专科医生（释义6）诊断为特定疾病（释义7）并书写门诊病历和开具处方后，在上海市二级及以上医院门诊或上海市具备销售药品资质的药店购买和使用《国内特定高额药品目录）》（释义8）中符合适应病种和适应症限制的药品，保险公司对其发生的药品费用，非既往症人群按70%、既往症人群按30%给付保险金。 保险公司对被保险人给付国内特定高额药品费用保险金总额以100 万元为限，一次或多次累计给付国内特定高额药品费用保险金金额达到100 万元时，保险公司对该被保险人的该项责任终止。 《国内特定高额药品目录》中药品涉及慈善援助的，应当按照慈善机构援助方案执行，由慈善机构援助的药品费用不纳入本产品支付范围。 在特约药店（释义9）购买国内特定高额药品，可享受药品直付和送药上门服务。 （三）质子、重离子医疗保险金 在保险期间内，被保险人因恶性肿瘤在上海市具备质子、重离子治疗资质的医疗机构（释义10）内接受质子、重离子治疗的，保险公司对其所发生的合理且必要的定位及制定放疗计划费用（如被保险人主动放弃入院治疗，其定位费及制定放疗计划费用自行承担，死亡除外），以及实施质子、重离子放射治疗费用（不包括床位费、化疗费等其他费用），非既往症人群按70%、既往症人群按30%给付保险金。保险公司对被保险人给付质子、重离子医疗保险金总额以30 万元为限，一次或多次累计给付质子、重离子医疗保险金金额达到30 万元时，保险公司对该被保险人该项责任终止。  ",
        "page_num": 4
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "（四）海外特殊药品费用保险金 在保险期间内，被保险人在海南博鳌乐城国际医疗旅游先行区内按规定可使用相应特许药械的医疗机构（海南博鳌超级医院、博鳌国际医院、博鳌恒大国际医院、上海交通大学医学院附属瑞金医院海南医院（海南博鳌研究型医院））挂号，由指定专科医生诊断为特定疾病并书写门诊病历和开具处方后，在以上四家医院门诊或住院部购买和使用《海外特殊药品目录》（释义11）中符合适应病种和适应症限制的药品，保险公司对其发生的药品费用，非既往症人群按70%、既往症人群按30%给付保险金。 保险公司对被保险人给付海外特殊药品费用保险金总额以30 万元为限，一次或多次累计给付海外特殊药品费用保险金金额达到30 万元时，保险公司对该被保险人的该项责任终止。 （五）CAR-T 治疗药品费用保险金 保险期间内，被保险人经指定专科医生的诊断和认定，符合CAR-T 治疗条件，且在CAR-T 治疗指定医院（释义12）进行CAR-T 治疗，在CAR-T 治疗指定医院购买和使用《CAR-T 治疗特定药品目录》（释义13）中的符合适应病种和适应症限制的药品，保险公司对其发生的药品费用，非既往症人群和既往症人群均按100%给付保险金。 保险公司对被保险人给付CAR-T 治疗药品费用保险金总额以50 万元为限，一次或多次累计给付CAR-T 治疗药品费用保险金金额达到50 万元时，保险公司对该被保险人的该项责任终止。 ",
        "page_num": 5
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "三、补偿原则 保险公司在本合同保险责任范围内给付各项责任保险金，若被保险人已从任何其他途径获得对应费用补偿，保险公司按照上述保险责任标准计算的给付金额和被保险人获得补偿后的医疗或药品费用余额中的较小者给付保险金。 四、免除责任 下列情形，造成被保险人医疗费用支出的，本产品不承担给付保险金的责任： 1、不孕不育治疗、人工受精、怀孕、分娩（含难产）、流产、堕胎、节育（含绝育）、产前产后检查以及由以上原因引起的并发症。 2、工伤（职业病）发生的医疗费用。 3、应当由第三方负担的医疗费用。 4、在境外（含港、澳、台）就医的医疗费用。 5、法律、法规、政策、文件规定不予支付的事项，保险人不承担给付保险金的责任。 6、被保险人挂床住院或应当出院而拒不出院，从医院确定其离院之日起发生的一切医疗费用，保险公司不承担给付保险金的责任（“挂床住院”指办理正式住院手续的被保险人，在住院期间每日非24 小时在床、在院，包括在住院期间连续若干日无任何治疗，只发生护理费、诊疗费、床位费的情况。 7、未经科学或者医学认可的实验性或者研究性治疗及其产生的后果所产生的费用；未被治疗所在地权威部门批准的治疗，未获得治疗所在地政府许可或者批准的药品或药物；各类医疗鉴定，包括但不限于医疗事故鉴定、精神病鉴定、孕妇胎儿性别鉴定、验伤鉴定、亲子鉴定、遗传基因鉴定费用；  8、整形手术、美容或整容手术、变性手术及前述手术的并发症或因前述手术导致的医疗事故；被保险人预防、体育健身、休养或疗养、医疗咨询、保健性或非疾病治疗类项目发生的医疗费用；眼镜或隐形眼镜、视力矫正器、助力器、矫形器、助听器、义肢、义眼、轮椅、拐杖等功能性辅助材料或康复型器具。 9、国内特定高额药品费用和海外特殊药品费用责任免除情形 （1）药品处方的开具与本产品《国内特定高额药品目录》或《海外特殊药品目录》的范围不符。 （2）未在本产品约定的医院或药店购买的药品。 ",
        "page_num": 6
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "（3）每次药品处方超过壹个月以上部分的药品费用。 （4）国内特定高额药品处方的开具与国家食品药品监督管理总局批准的该药品说明书中所列明的适应症用法用量不符；相关医学材料不能证明被保险人所患疾病符合使用特定药品的指征。 （5）海外特殊药品处方的开具与该药品出口地区管理部门批准的该药品说明书中所列明的适应症用法用量不符；相关医学材料不能证明被保险人所患疾病符合使用特定药品的指征。 （6）所开具的药品处方非指定医院门诊挂号的指定专科医生开具。 （7）被保险人的疾病状况，经审核，确定对药品已经耐药，而产生的费用（耐药是指a.实体肿瘤病灶按照RECIST（实体瘤治疗疗效评价标准）出现疾病进展，即定义为耐药。b.非实体肿瘤（包含白血病、多发性骨髓瘤、骨髓纤维化、淋巴瘤等恶性肿瘤）在临床上常无明确的肿块或者肿块较小难以发现，经规范治疗后，按相关专业机构（包括：中国临床肿瘤学会（CSCO）、中华医学会血液学分会、中国抗癌协会血液肿瘤专业委员会、国家卫健委、美国国家综合癌症网络（NCCN）等）的指南规范，对患者的骨髓形态学、流式细胞、特定基因检测等结果进行综合评价，得出疾病进展的结论，即定义为耐药。 （8）被保险人符合慈善援助用药申请，但因被保险人未提交相关申请或者提交的申请材料不全，导致援助项目申请未通过而发生的药品费用；被保险人通过援助审核，但因被保险人原因未领取援助药品，视为被保险人自愿放弃本合同项下适用的保险权益。 五、释义 1、上海市基本医疗保险：指上海市职工基本医疗保险和上海市城乡居民基本医疗保险。 2、住院：指被保险人入住医院正式病房进行治疗，并正式办理入出院手续，但不包括下列情况： (1)被保险人入住急诊观察室、家庭病床、联合病房； (2)被保险人入住康复病房（康复科）或接受康复治疗； (3)被保险人住院过程中1 日内未接受与入院诊断相关的检查和治疗，或1日内住院不满24 小时，但遵医嘱到外院接受临时诊疗的除外； ",
        "page_num": 7
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "(4)其他不合理的住院，包括在住院期间连续若干日无任何治疗，只发生护理费、床位费等情况。 3、特定住院自费医疗费用：指住院期间发生的经上海基本医疗保险结算的票据中自费医疗费用中的特定药品费、手术材料费、检查检验费和特定治疗费，不包括基本医疗保险个人自负和分类自负部分的医疗费用。 特定药品费：指在住院治疗期间，由执业医师开具且具有国家药品监督管理部门核发的药品批准文号或者进口药品注册证书、医药产品注册证书的基本医疗保险基金支付目录范围外的药品费用，包括西药费、中成药和中草药费用，但不包括下列情况：（1）主要起营养滋补作用的中草药类；（2）可以入药的动物及动物脏器；（3）以美容、减肥为保健功能的药品。 特定治疗费：指在住院期间进行治疗所发生的，且费用类别归属于“治疗费”下的项目所产生的费用。 4、既往症人群：指投保日期前两年内登记或享受上海市职工门诊大病或城乡居民医保大病待遇的人群，范围如下： （1）重症尿毒症透析（血透、腹透）； （2）肾移植术后抗排异； （3）恶性肿瘤治疗（化学治疗、内分泌特异治疗、放射治疗、同位素治疗、介入治疗、中医药治疗）; （4）部分精神病病种治疗（精神分裂症、中重度抑郁症、狂躁症、强迫症、精神发育迟缓伴发精神障碍、癫痫伴发精神障碍、偏执性精神病）； （5）上海市未成年人及高等院校在校学生患血友病、高等院校在校学生再生障碍性贫血的。 ",
        "page_num": 8
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "5、单品药品费：指化学名一致的药品费用总额 6、指定专科医生：指定专科医生应当同时满足以下四项资格条件：（1）具有有效的中华人民共和国《医师资格证书》；（2）具有有效的中华人民共和国《医师执业证书》，并按期到相关部门登记注册；（3）具有有效的中华人民共和国主治医师或主治医师以上职称的《医师职称证书》；（4）相关医生在确诊或向患者开具处方时，所服务医院为二级及以上医院，并服务于与处方适应症治疗相关的临床科室。 7、特定疾病：指肺癌、头颈癌、胃癌、黑色素瘤、食管癌、肝癌、乳腺癌、淋巴瘤、脑瘤、白血病、神经母细胞瘤、结直肠癌、尿路上皮癌、甲状腺癌、宫颈癌、恶性胸膜间皮瘤、法布雷病、亨特综合征（黏多糖贮积症 II 型）、黏多糖贮积症（IVA 型）、转甲状腺素蛋白淀粉样变性多发性神经病（ATTR-PN）、x连锁低磷血症、骨巨细胞瘤、NTRK 融合阳性实体瘤、MSI-H 实体瘤、dMMR 实体瘤、胆道癌、短肠综合征、肾上腺皮质恶性肿瘤、多发性骨髓瘤、膀胱癌、原发性腹膜癌、骨髓增生异常综合征、卵巢癌、上皮样肉瘤、输卵管癌、胃肠道间质肿瘤、胰腺癌。 8、国内特定高额药品目录 序号 商品名 通用名 厂商 适应病种 适应症 1 欧狄沃 纳武利尤单抗 百时美施贵宝 肺癌，头颈癌，胃癌，恶性胸膜间皮瘤，食管癌，尿路上皮癌 限用于： 1.本品联合含铂双药化疗适用于新辅助治疗可切除的（肿瘤直径≥4cm 或淋巴结阳性）非小细胞肺癌（NSCLC）成人患者。 2.本品单药适用于治疗表皮生长因子受体（EGFR）基因突变阴性和间变性淋巴瘤激酶（ALK）阴性、既往接受过含铂方案化疗后疾病进展或不可耐受的局部晚期或转移性非小细胞肺癌（NSCLC）成人患者。 3.本品单药适用于治疗接受含铂类方案治疗期间或之后出现疾病进展且肿瘤PD-L1 表达阳性（定义为表达 PD-L1 的肿瘤细胞≥1%）的复发性或转移性头颈部鳞状细胞癌（SCCHN）患者。 ",
        "page_num": 9
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "4.本品联合含氟尿嘧啶和铂类药物化疗适用于一线治疗晚期或转移性胃癌、胃食管连接部癌或食管腺癌患者。 5.本品可用于治疗既往接受过两种或两种以上全身性治疗方案的晚期或复发性胃或胃食管连接部腺癌患者。 6.本品联合伊匹木单抗用于不可手术切除的、初治的非上皮样恶性胸膜间皮瘤成人患者。 7.本品可用于经新辅助放化疗（CRT）及完全手术切除后仍有病理学残留的食管癌或胃食管连接部癌患者的辅助治疗。 8.本品联合含氟嘧啶类和铂类化疗用于晚期或转移性食管鳞癌患者的一线治疗。 9.本品单药适用于接受根治性切除术后伴有高复发风险的尿路上皮癌患者的辅助治疗。 2 可瑞达 帕博利珠单抗 默沙东 黑色素瘤，食管癌，肺癌，头颈癌，结直肠癌，肝癌，乳腺癌，MSI-H或dMMR实体瘤，胆道癌，胃癌 限用于： 1.经一线治疗失败的不可切除或转移性黑色素瘤的治疗。 2.单药用于由国家药品监督管理局批准的检测评估肿瘤表达PD-L1（综合阳性评分（CPS）≥ 10）的、既往一线全身治疗失败的、局部晚期或转移性食管鳞状细胞癌（ESCC）患者的治疗。 3.联合培美曲塞和铂类化疗适用于表皮生长因子受体（EGFR）基因突变阴性和间变性淋巴瘤激酶（ALK）阴性的转移性非鳞状非小细胞肺癌（NSCLC）的一线治疗。 4.由国家药品监督管理局批准的检测评估为 PD-L1 肿瘤比例分数（TPS） ≥ 1% 的表皮生长因子受体（EGFR）基因突变阴性和间变性淋巴瘤激酶（ALK）阴性的局部晚期或转移性非小细胞肺癌一线单药治疗。 5.联合卡铂和紫杉醇适用于转移性鳞状非小细胞肺癌（NSCLC）患者的一线治疗。 6.单药用于通过充分验证的检测评估肿瘤表达PD-L1（综合阳性评分（CPS）≥20）的转移性或不可切除的复发性头颈部鳞状细胞癌（HNSCC）患者的一线治疗。 7.单药用于KRAS、NRAS 和BRAF 基因均为野生型，不可切除或转移性微卫星高度不稳定型（MSI-H）或错配修复基因缺陷型（dMMR）结直肠癌（CRC）患者的一线治疗。 8.联合铂类和氟尿嘧啶类化疗药物用于局部晚期不可切除或转移性食管或胃食管结合部癌患者的一线治疗。 9.单药用于既往接受过索拉非尼或含奥沙利铂化疗的肝细胞癌（HCC）患者的治疗。 ",
        "page_num": 10
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "10.联合化疗新辅助治疗并在手术后继续帕博利珠单抗单药辅助治疗，用于经充分验证的检测评估肿瘤表达PD-L1（综合阳性评分（CPS）≥20）的早期高危三阴性乳腺癌(TNBC)患者的治疗。 11.单药用于不可切除或转移性微卫星高度不稳定型（MSI-H）或错配修复基因缺陷型（dMMR）成人晚期实体瘤患者： 既往接受过氟尿嘧啶类、奥沙利铂和伊立替康治疗后疾病进展的结直肠癌患者； 既往治疗后疾病进展且无满意替代治疗方案的其他实体瘤。 12.联合吉西他滨和顺铂用于局部晚期或转移性胆道癌（ BTC ）患者的一线治疗。 13.联合含氟尿嘧啶类和铂类药物化疗用于局部晚期不可切除或转移性HER2-阴性胃或胃食管结合部腺癌患者的一线治疗。 3 英飞凡 度伐利尤单抗 阿斯利康 肺癌，胆道癌 限用于： 1.适用于在接受铂类药物为基础的化疗同步放疗后未出现疾病进展的不可切除、III 期NSCLC 患者的治疗。 2.联合依托泊苷和卡铂或顺铂，作为ES-SCLC 成人患者的一线治疗。 3.联合吉西他滨和顺铂用于局部晚期或转移性胆道癌(BTC)成人患者的一线治疗。 4 泰圣奇 阿替利珠单抗注射液 罗氏 肝癌，肺癌 限用于： 1.本品与卡铂和依托泊苷联合用于广泛期小细胞肺癌（ES-SCLC）患者的一线治疗。 2.本品联合贝伐珠单抗治疗既往未接受过全身系统性治疗的不可切除肝细胞癌患者。 3.阿替利珠单抗单药用于检测评估为≥1%肿瘤细胞（TC）PD-L1 染色阳性、经手术切除、以铂类为基础化疗之后的 II-IIIA*期非小细胞肺癌患者的辅助治疗。 4.本品用于经国家药品监督管理局批准的检测方法评估为≥50%肿瘤细胞 PD-L1 染色阳性（TC≥50%）或肿瘤浸润 PD-L1 阳性免疫细胞（IC）覆盖≥10%的肿瘤面积（IC≥10%）的表皮生长因子受体（EGFR）基因突变阴性和间变性淋巴瘤激酶（ALK）阴性的转移性非小细胞肺癌（NSCLC）一线单药治疗。 5.本品联合培美曲塞和铂类化疗用于表皮生长因子受体（EGFR）基因突变阴性和间变性淋巴瘤激酶（ALK）阴性的转移性非鳞状非小细胞肺癌（NSCLC）患者的一线治疗。 5 倍利妥 贝林妥欧单抗 百济神州 白血病 限用于治疗成人和儿童复发或难治性CD19 阳性的前体B 细胞急性淋巴细胞白血病。 ",
        "page_num": 11
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "6 爱普盾 肿瘤电场治疗 再鼎医药 脑瘤 限用于与替莫唑胺联用治疗新诊断的胶质母细胞瘤患者，以及作为单药疗法用于治疗复发性胶质母细胞瘤患者。 7 海芮思 艾度硫酸酯酶-β 北海康成 亨特综合征（黏多糖贮积症 II 型） 限用于治疗亨特综合征（黏多糖贮积症 II 型，MPS II）。 8 法布赞 阿加糖酶β 赛诺菲 法布雷病 限用于： 1.被确诊为法布雷病（Fabry disease，α-半乳糖苷酶A 缺乏）患者的长期酶替代疗法。 2.成人、2 岁及以上的儿童和青少年。 9 唯铭赞 依洛硫酸酯酶α BioMarin 制药 黏多糖贮积症IVA 型 限用于治疗黏多糖贮积症IVA 型，MPS IVA。 10 维达全 氯苯唑酸葡胺 辉瑞 转甲状腺素蛋白淀粉样变性多发性神经病（ATTR-PN） 限用于治疗成人转甲状腺素蛋白淀粉样变性多发性神经病I 期症状患者，延缓周围神经功能损害。 11 贝博萨 奥加伊妥珠单抗 辉瑞 白血病 限用于复发性或难治性前体B 细胞急性淋巴细胞性白血病（ALL）成年患者。 12 凯泽百 达妥昔单抗β 百济神州 神经母细胞瘤 限用于治疗12 月龄及以上的高危神经母细胞瘤患者，及伴或不伴有残留病灶的复发或难治性神经母细胞瘤患者。 13 唯择 阿贝西利 礼来 乳腺癌 限用于： 本品联合内分泌治疗（他莫昔芬或芳香化酶抑制剂）用于激素受体（HR）阳性、人表皮生长因子受体2（HER2）阴性、淋巴结阳性，高复发风险的早期乳腺癌成人患者的辅助治疗。   14 拓益 特瑞普利单抗 君实生物 肺癌 限用于： 联合化疗围手术期治疗，继之本品单药作为辅助治疗，用于可切除IIIA-IIIB 期非小细胞肺癌（NSCLC）的成人患者。 15 汉斯状 斯鲁利单抗注射液 复宏汉霖 MSI-H 实体瘤，肺癌，食管癌 限用于： 1.适用于不可切除或转移性微卫星高度不稳定（MSI-H）的成人晚期实体瘤患者： • 既往经过氟尿嘧啶类、奥沙利铂和伊立替康治疗后出现疾病进展的晚期结直肠癌患者； • 既往至少二线治疗后出现疾病进展且无满意替代治疗方案的晚期胃癌患者； • 既往至少一线治疗后出现疾病进展且无满意替代治疗方案的其他晚期实体瘤患者。 2.联合卡铂和白蛋白紫杉醇适用于不可手术切除的局部晚期或转移性鳞状非小细胞肺癌（NSCLC）的一线治疗。 ",
        "page_num": 12
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "3.联合卡铂和依托泊苷适用于广泛期小细胞肺癌（ES-SCLC）的一线治疗。 4.联合含氟尿嘧啶类和铂类药物用于 PD-L1 阳性的不可切除局部晚期/复发或转移性食管鳞状细胞癌（ESCC）的一线治疗。 16 安尼可 派安普利单抗 康方生物 淋巴瘤，肺癌 限用于： 1.本品适用于至少经过二线系统化疗的复发或难治性经典型霍奇金淋巴瘤成人患者。 2.本品联合紫杉醇和卡铂适用于局部晚期或转移性鳞状非小细胞肺癌（NSCLC）的一线治疗。 17 拓达维 戈沙妥珠单抗 吉利德 乳腺癌 限用于治疗既往接受过至少两种系统治疗、且其中至少一种为针对转移性疾病的治疗的不可切除的局部晚期或转移性三阴性乳腺癌（TNBC）成人患者。 18 适加坦 富马酸吉瑞替尼片 安斯泰来 白血病 限用于用于治疗采用经充分验证的检测方法检测到携带 FMS 样酪氨酸激酶 3（FLT3）突变的复发性或难治性急性髓系白血病（AML）成人患者。 19 优罗华 注射用维泊妥珠单抗 罗氏 淋巴瘤 限用于： 1.本品联合利妥昔单抗、环磷酰胺、多柔比星和泼尼松适用于治疗既往未经治疗的弥漫大B 细胞淋巴瘤（DLBCL）成人患者。 2.本品联合苯达莫司汀和利妥昔单抗适用于不适合接受造血干细胞移植的复发或难治性弥漫大B 细胞淋巴瘤（DLBCL）成人患者。 20 达伯坦 佩米替尼片 Xcelience LLC 胆管癌 限用于既往至少接受过一种系统性治疗，且经检测确认存在有FGFR2 融合或重排的晚期、转移性或不可手术切除的胆管癌成人患者的治疗。 21 开坦尼 卡度尼利单抗注射液 康方生物 宫颈癌 限用于既往接受含铂化疗治疗失败的复发或转移性宫颈癌患者的治疗。 22 麟平 布罗索尤单抗注射液 协和麒麟 x 连锁低磷血症 限用于： 1.成⼈和1 岁及以上⼉童患者的X 连锁低磷⾎症（XLH）； 2.成⼈⽆法根治性切除或定位的磷酸盐尿性间充质肿瘤相关的肿瘤性⻣软化症（TIO）中的FGF23 相关性低磷⾎症。 23 艾瑞利 阿得贝利单抗注射液 盛迪医药 肺癌 限用于与卡铂和依托泊苷联合用于广泛期小细胞肺癌患者的一线治疗。 24 维泰凯 拉罗替尼 拜耳 NTRK 融合阳性实体瘤 限用于符合下列条件的成人和儿童实体瘤患者： 经充分验证的检测方法诊断为携带神经营养酪氨酸受体激酶（NTRK）融合基因且不包括已知获得性耐药突变； 患有局部晚期、转移性疾病或手术切除可能导致严重并发症；无满意替代治疗或既往治疗失败的患者。  ",
        "page_num": 13
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "25 安卫力 琥珀酸莫博赛替尼胶囊 武田 肺癌 限用于治疗含铂化疗期间或之后进展且携带表皮生长因子受体（EGFR）20 号外显子插入突变的局部晚期或转移性非小细胞肺癌（NSCLC）成人患者。 26 睿妥 塞普替尼胶囊 礼来 甲状腺癌，肺癌 限用于： 1.治疗转染重排(RET)基因融合阳性的局部晚期或转移性非小细胞肺癌(NSCLC)成人患者； 2.需要系统性治疗的晚期或转移性RET 突变型甲状腺髓样癌(MTC)成人和12 岁及以上儿童患者； 3.需要系统性治疗且放射性碘难治（如果放射性碘适用）的晚期或转移性RET 融合阳性甲状腺癌（TC）成人和12 岁及以上儿童患者。 27 法舒克 注射用拉布立海 赛诺菲 白血病，淋巴瘤 限用于儿童白血病、淋巴瘤患者的尿酸水平控制，这些患者已经存在高尿酸血症或具有高肿瘤负荷，存在肿瘤化疗后引起肿瘤细胞溶解进而导致继发性的血浆尿酸水平升高的风险。 28 恩维达 恩沃利单抗注射液 先声药业 MSI-H或dMMR实体瘤，结直肠癌 限用于不可切除或转移性微卫星高度不稳定（MSI-H）或错配修复基因缺陷型（dMMR）的成人晚期实体瘤患者的治疗，包括既往经过氟尿嘧啶类、奥沙利铂和伊立替康治疗后出现疾病进展的晚期结直肠癌患者以及既往治疗后出现疾病进展且无满意替代治疗方案的其他晚期实体瘤患者。 29 津立生 纳鲁索拜单抗注射液 上海津曼特生物科技 骨巨细胞瘤 限用于治疗不可手术切除或手术切除可能导致严重功能障碍的骨巨细胞瘤成人患者。 30 逸沃 伊匹木单抗 百时美施贵宝 恶性胸膜间皮瘤 限用于：联合纳武利尤单抗用于不可手术切除的、初治的非上皮样恶性胸膜间皮瘤成人患者。 31 优赫得 德曲妥珠单抗 第一三共 乳腺癌 限用于： 1.单药适用于治疗既往接受过一种或一种以上抗HER2药物治疗的不可切除或转移性HER2 阳性乳腺癌患者； 2.单药适用于治疗既往在转移性疾病阶段接受过至少一种系统治疗的，或在辅助化疗期间或完成辅助化疗之后6 个月内复发的，不可切除或转移性HER2 低表达成人乳腺癌患者。 32 康可期 阿可替尼 阿斯利康 白血病，淋巴瘤 限用于既往至少接受过一种治疗的成人慢性淋巴细胞白血病（CLL）/小淋巴细胞淋巴瘤（SLL）患者。 33 拓得康 特泊替尼 默克 肺癌 限用于治疗携带间质上皮转化因子(MET)外显子14 跳跃突变的局部晚期或转移性非小细胞肺癌(NSCLC)成人患者。 34 高罗华 格菲妥罗氏 淋巴瘤 限用于治疗既往接受过至少两线系统性治疗的复发或单抗 难治性弥漫大B细胞淋巴瘤（DLBCL）成人患者。 ",
        "page_num": 14
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "35 普吉华 普拉替尼 艾力斯 肺癌，甲状腺癌 限用于： 1.本品用于转染重排（RET）基因融合阳性的局部晚期或转移性非小细胞肺癌（NSCLC）成人患者的治疗。 2.适用于需要系统性治疗的晚期或转移性RET 突变型甲状腺髓样癌(MTC)成人和12 岁及以上儿童患者的治疗，以及需要系统性治疗且放射性碘难治(如果放射性碘适用)的晚期或转移性RET 融合阳性甲状腺癌成人和12 岁及以上儿童患者的治疗。 36 Lysodren 米托坦 HRA Pharma 肾上腺皮质恶性肿瘤 限用于晚期（不可切除、转移性或复发性）肾上腺皮质癌（ACC）的对症治疗。 37 爱谱沙 西达本胺片 微芯生物 乳腺癌 限用于联合芳香化酶抑制剂用于激素受体阳性、人表皮生长因子受体-2 阴性、绝经后、经内分泌治疗复发或进展的局部晚期或转移性乳腺癌患者。 38 赫捷康 帕妥珠曲妥珠单抗皮下注射液 罗氏 乳腺癌 限用于： 1.本品与化疗联合 • 用于 HER2 阳性、局部晚期、炎性或早期乳腺癌患者（直径 >2 cm 或淋巴结阳性）的新辅助治疗，作为早期乳腺癌整体治疗方案的一部分。 • 用于具有高复发风险 HER2 阳性早期乳腺癌患者的辅助治疗。 2.本品和多西他赛联合，适用于 HER2 阳性、转移性或不可切除的局部复发性乳腺癌患者。患者既往未接受过针对转移性乳腺癌的抗 HER2 治疗或者化疗。 39 誉妥 赛帕利单抗 誉衡生物 宫颈癌 限用于治疗接受过一线或以上含铂标准化疗后进展的复发或转移、PD-L1 表达阳性（CPS≥1）宫颈癌。 40 瑞唯抒 替度格鲁肽 武田制药 短肠综合征 限用于治疗短肠综合征成人和1 岁及以上儿童患者。 41 科露平 妥拉美替尼胶囊 上海科州制药 黑色素瘤 限用于治疗含PD-1/PD-L1 治疗失败的NRAS 突变的晚期黑色素瘤患者。 *保险公司将根据国家基本药品目录更新情况，适时调整国内特定高额药品清单 9、特约药店：特约药店清单如下 序号 区域 药房名称 药房地址 固定电话 1 长宁 上药云健康益药药房（上海）有限公司中山西路店 上海市长宁区中山西路1440 号5 幢 021-32093013 2 长宁 上海华氏大药房有限公司总店 上海市长宁区愚园路1435 号一楼 021-62131715 3 长宁 国药控股健康关爱（上海）大药房有限公司 上海市长宁区中山西路1001 号国药大厦一楼 021-23051999 4 杨浦 上海华氏大药房有限公司腾越分店 上海市杨浦区腾越路463 号 021-65692233 ",
        "page_num": 15
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "5 杨浦 上海沪丰医药有限公司 上海市杨浦区中原路34 弄8 号3 层1-办公3 021-65335383 6 徐汇 上海上药新特斜土路大药房有限公司 上海市徐汇区小木桥路268 弄1-2号1 层109 室 021-55809218 7 徐汇 上海康德乐百微药房有限公司 上海市徐汇区虹桥路808 号B103 室 021-33685859 8 徐汇 上海第一医药汇丰大药房有限公司抗肿瘤药店 上海市徐汇区东安路326 号 021-64435336 9 徐汇 上海宝昌药店有限公司 上海市徐汇区华石路91 号1 楼 021-50435686 10 松江 上海华氏大药房有限公司横港路药房 上海市松江区横港路33、35 号 021-67614423 11 浦东 上海华氏大药房有限公司芳华分店 上海市浦东新区芳华路460 号 021-58441780 12 浦东 上药云健康益药药房（上海）有限公司 上海市浦东新区凌兆路535 号底层15A 021-58498376 13 浦东 国药控股国大药房上海连锁有限公司潍坊店 上海市浦东新区潍坊路182 号 021-58305947 14 闵行 国药控股虹润医药商务服务（上海）有限公司 上海市闵行区闵北路675 号一楼 021-62203551 15 静安 上海华山大药房有限责任公司 上海市静安区乌鲁木齐中路12 号 021-62485674 16 静安 上海上药新特拾苑大药房有限公司 上海市静安区延长中路300 号3 幢201-1 室 021-56550072 17 静安 上海雷允上西区药品零售有限公司华山路店 上海市静安区华山路457 号底层 021-62498998 18 静安 上海雷允上西区药品零售有限公司静安店 上海市静安区江宁路332 号1 层 021-62583074 19 静安 国药控股药房（上海）有限公司 上海市静安区康宁路1095 号 021-56665550 20 静安 国药控股国大药房上海连锁有限公司南京西路店 上海市静安区南京西路555 号1F101-A 021-62378967 21 黄浦 上海上药新特云慈大药房有限公司 上海市黄浦区瑞金二路120 号-2 临底层 021-54268086 22 黄浦 上海第一医药股份有限公司上海市第一医药商店 上海市黄浦区南京东路616 号 021-63224567 23 黄浦 上海跃信药房有限公司 上海市黄浦区南京西路456 号3 幢底层-09 室 021-63390789 24 虹口 上海华氏大药房有限公司新特药商店 上海市虹口区四川北路1525 号 021-63073101 25 宝山 上海华氏一德大药房有限公司友谊路分店 上海市宝山区友谊路145 号 021-56692463 26 宝山 上海北翼国大药材医药有限公司陆翔药房 上海市宝山区陆翔路125 号1-2 层 021-56011250 27 徐汇 上药云商益药药房（上海）有限公司 上海市徐汇区瑞金南路500 号1 号楼101,301,302 室 021-53390000 28 杨浦 上海市圆心大药房有限公司 上海市杨蒲区中原路38 弄3 号 13901624952 ",
        "page_num": 16
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": " 10、上海市具备质子、重离子治疗资质的医疗机构：指经上海市卫生行政部门批准同意后，从事质子、重离子治疗医疗执业活动的医院。 11、海外特殊药品目录 序号 药品名称 厂家 适应病种 适应症 1 Lumakras 安进 肺癌 适用于治疗既往接受过至少1 种全身治疗的KRAS G12C 突变型局部晚期或转移性非小细胞肺癌（NSCLC）成人患者。 2 PADCEV 安斯泰来 尿路上皮癌 局部晚期或转移性尿路上皮癌成人患者：既往接受过程序性死亡受体-1（PD-1）或程序性死亡配体-1（PD-L1）抑制剂和含铂化疗。 3 Foscan 佰礼医药 头颈部鳞状癌 头颈颌面眼耳鼻喉部恶性肿瘤（鳞癌）。不能手术或不能放疗化疗的恶性肿瘤。 4 TALZENNA 辉瑞 乳腺癌 Talazoparib 是一种聚腺苷二磷酸核糖聚合酶 (PARP) 抑制剂，适用于治疗有害或疑似有害生殖系 BRCA 突变 (gBRCAm) HER2 阴性局部晚期或转移性乳腺癌成人患者。 5 TIBSOVO 基石药业 胆管癌，白血病 1.用于治疗携带IDH1 突变的既往经治、局部晚期或转移性胆管癌成人患者。 2.新诊断的IDH1 突变的年龄至少75 岁或因为其他合并症无法使用强化化疗的AML 成人患者。 29 徐汇 上海圆心顺康大药房有限公司 上海市徐汇区医学院路110 弄1-4号（底层）-5 号 15618879561 30 静安 上海博鑫大药房有限公司 上海市静安区延长中路507 号 021-63062033 31 静安 上海泽邻大药房有限公司 静安南京西路街道区延安中路955弄27 号 021-62377223 32 杨浦 上海益丰大药房连锁有限公司控江路店 控江路街道控江路1507-1513 号（单）部位1- B 、部位2 021-55951497 33 浦东 思派大药房（上海）有限公司 中国（上海）自由贸易试验区张杨路1677-2 号 021-58951182 34 徐汇区 上海益丰大药房医药有限公司斜土路店 徐汇区斜土路1614 号 021- 64265807 35 黄浦区 上海上药新特云慈大药房有限公司 上海市黄浦区瑞金二路120 号-2 临底层 021-64660765 36 徐汇区 上药云商益药药房（上海）有限公司 上海市徐汇区瑞金南路500 号1 号楼301 室 021-53390000 37 徐汇区 上海医朵云智慧药房有限公司 上海市徐汇区宛平南路299 号底层 0512-62858996 38 徐汇区 上海上药新特东铵大药房 徐汇区东安路273 号 021-54271203 39 嘉定区 上海上药新特大药房希望路店 嘉定区希望路1008 号-1 021-69896757 40 杨浦区 上海新特思源承荣大药房 杨浦区江浦路1380-9 号 021-55888189 ",
        "page_num": 17
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "6 TRUSELTIQ 联拓生物 胆管癌 用于成人既往接受过治疗的、不可切除的局部晚期或转移性的伴有成纤维细胞生长因子受体 2（FGFR2）融合或其他重排（可通过 FDA 批准的检测方法来检测）的胆管癌患者。 7 Minjuvi 诺诚健华 淋巴瘤 与来那度胺联用，随后继续使用Tafasitamab 单药治疗，用于治疗复发性或难治性且不适合自体干细胞移植 (ASCT) 的弥漫性大 B 细胞淋巴瘤 (DLBCL) 成人患者。 8 Piqray 诺华 乳腺癌 Piqray 与氟维司群联合治疗适用于治疗内分泌方案治疗期间或治疗后出现疾病进展、激素受体（HR）阳性、人表皮生长因子受体2（HER2）阴性、PIK3CA 突变的晚期或转移性乳腺癌绝经后女性和男性患者。 9 Tabrecta 诺华 肺癌 治疗转移性非小细胞肺癌（NSCLC）成人患者，这些患者的肿瘤突变导致间质-上皮转化（MET）外显子14 跳跃突变。 10 MEKTOVI 皮尔法伯 黑色素瘤 与Encorafenib 联合，用于治疗BRAF V600 突变的不可切除或转移性黑色素瘤成人患者。 11 BRAFTOVI 皮尔法伯 黑色素瘤,结肠直肠癌 1.与binimetinib 联合使用，用于治疗患有不可切除性或转移性黑色素瘤伴BRAF V600 突变的成年患者； 2.与西妥昔单抗联合使用，用于治疗患有转移性结肠直肠癌（CRC）伴BRAF V600E 突变，且曾经接受过系统治疗的成人患者。 12 Onureg 施贵宝 白血病 强化诱导化疗后首次达到完全缓解（CR）或完全缓解伴血细胞计数不完全恢复（CRi）且不能完成强化治愈性治疗的急性髓系白血病（AML）成人患者的持续治疗。 13 SIR-Spheres 远大医药 肝癌,结直肠癌 一、用于治疗不可手术的晚期肝癌患者； 二、联合氟尿苷辅助化疗治疗不可手术切除的结直肠癌肝转移； 三、介入性肝动脉灌注化疗或/及化学治疗后肿瘤无法控制的原发性结肠直肠癌肝移转；B 型肝炎、高胆红素血症等肝功能不良患者不适用； 四、以介入性栓塞或/及化学治疗后肿瘤无法控制之原发性结肠直肠癌肝移转：肝功能不良患者如：B 型肝炎、黄疸指数过高等不得使用； 五、适用于治疗不适合根除性治疗(手术切除或射频消融）之肝细胞癌。 14 Imjudo 阿斯利康 肝细胞癌 与度伐利尤单抗（durvalumab）联合治疗适用于治疗不可切除的肝细胞癌（uHCC）成人患者。 15 TheraSphere 波科 肝癌 TheraSphere 用于治疗肝脏恶性肿瘤。 16 Lonsurf 大鹏 胃癌 化疗后进展的不可切除的晚期或复发性胃癌。 17 TS-1 大鹏 胰腺癌 胰腺癌。 18 Jeselhy 大鹏 胃肠道间癌症化疗后恶化的胃肠道间质肿瘤。 ",
        "page_num": 18
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "19 Blenrep 葛兰素史克 多发性骨髓瘤 BLENREP 作为一种单药疗法，适用于单药治疗符合下列条件的成年多发性骨髓瘤患者：既往接受过至少四种疗法，对至少一种蛋白酶体抑制剂、一种免疫调节剂，一种抗CD38 单克隆抗体难治，末次治疗出现疾病进展的多发性骨髓瘤成人患者。 20 Mirvetuximab soravtansine-gynx 杭州中美华东制药有限公司 卵巢上皮癌、输卵管癌或原发性腹膜癌 既往接受过1-3 种系统性治疗后、叶酸受体α（FRα）阳性、铂类耐药的卵巢上皮癌、输卵管癌或原发性腹膜癌成年患者 。 21 TAZVERIK 和黄医药 上皮样肉瘤，淋巴瘤 1.用于治疗无法完全手术切除的转移性或局部晚期上皮样肉瘤成人及16 岁以上儿童患者。 2.用于EZH2 突变且既往接受过至少2 种全身系统治疗的复发性或难治性滤泡性淋巴瘤成人患者的治疗。 3.用于无合适的可替代治疗方案的复发性或难治性滤泡性淋巴瘤 成人患者的治疗。 22 GAVRETO 基石药业 肺癌 转移性转染重排（RET）基因融合阳性非小细胞肺癌的成人患者（NSCLC）。 23 Zynlonta 瓴路爱迪思 淋巴瘤 适用于治疗两线或多线系统治疗后复发或难治的大B细胞淋巴瘤成年患者，包括非特指型DLBCL、源于低级别淋巴瘤的DLBCL 和高级别B 细胞淋巴瘤。 24 Zepzelca 绿叶制药 肺癌 用于治疗铂类药物化疗期间或之后发生疾病进展的转移性小细胞肺癌(SCLC)成人患者。 25 Scemblix 诺华 白血病 SCEMBLIX 是一种激酶抑制剂，适用于治疗以下成年患者： 1.既往接受过 ≥ 2 种酪氨酸激酶抑制剂（TKI）治疗的费城染色体阳性慢性髓性白血病（Ph+ CML）慢性期（CP）。 2.携带T315I 突变的Ph+ CML 慢性期。 26 Sarclisa 赛诺菲 多发性骨髓瘤 1.与泊马度胺和地塞米松联用，治疗既往接受过至少两种治疗（包含来那度胺和一种蛋白酶体抑制剂，并在最后一次治疗中表现出疾病进展）的复发和难治性多发性骨髓瘤成年患者。 2.与卡非佐米和地塞米松联用，治疗既往接受过至少一种治疗的多发性骨髓瘤成人患者。 27 Reblozyl 施贵宝 骨髓增生异常综合征 用于治疗对促红细胞生成刺激剂失败，并且在过去8周内需要输注2 个或2 个以上单位红细胞的极低危到中危的、伴环状铁粒幼红细胞的骨髓增生异常综合征（MDS-RS）或伴环状铁粒幼红细胞和血小板增多的骨髓增生异常综合征/骨髓增生性肿瘤（MDS / MPN-RS-T）患者的贫血。 28 Hexvix 亚虹医药 膀胱癌 Hexvix 蓝光显影剂配合蓝色荧光膀胱镜使用，作为白光膀胱镜的辅助检查，可促进对高度可疑或已知膀胱癌患者的疾病诊断和管理。 ",
        "page_num": 19
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "12、CAR-T 治疗指定医院 接受复星凯特生物科技有限公司阿基仑赛注射液/上海药明巨诺生物科技有限公司瑞基奥仑赛注射液/恺兴生命科技（上海）有限公司泽沃基奥仑赛注射液使用培训和认证的上海市医疗机构，具体目录如下： 序号 医疗机构名称 医疗机构地址 适用CAR-T 药品 1 上海市第一人民医院（北院） 上海市虹口区武进路85 号、上海市武进路86 号 阿基仑赛注射液 2 上海市第一人民医院（南院） 上海市松江区新松江路650 号 阿基仑赛注射液 3 上海市第六人民医院 上海市徐汇区宜山路600 号 阿基仑赛注射液、泽沃基奥仑赛注射液 4 华东医院 上海市静安区延安西路221 号 瑞基奥仑赛注射液 5 上海市第十人民医院 上海市静安区延长中路301 号 阿基仑赛注射液 6 上海交通大学医学院附属瑞金医院（总院） 上海市黄浦区瑞金二路197 号（永嘉路口） 阿基仑赛注射液、瑞基奥仑赛注射液、泽沃基奥仑赛注射液 7 上海交通大学医学院附属仁济医院（东院） 上海市浦东新区浦建路160 号 阿基仑赛注射液、瑞基奥仑赛注射液、泽沃基奥仑赛注射液 8 上海交通大学医学院附属仁济医院（南院） 上海市闵行区江月路2000 号 阿基仑赛注射液、瑞基奥仑赛注射液、泽沃基奥仑赛注射液 9 上海交通大学医学院附属新华医院 上海市杨浦区控江路1665 号 阿基仑赛注射液、瑞基奥仑赛注射液、泽沃基奥仑赛注射液 10 上海交通大学医学院附属第九人民医院（南院） 上海市黄浦区制造局路639 号、瞿溪路500 号 阿基仑赛注射液、泽沃基奥仑赛注射液 11 上海市同济医院 上海市普陀区新村路389 号 阿基仑赛注射液、瑞基奥仑赛注射液、泽沃基奥仑赛注射液 12 复旦大学附属中山医院 上海市徐汇区枫林路180 号 阿基仑赛注射液、瑞基奥仑赛注射液、泽沃基奥仑赛注射液 13 复旦大学附属华山医院（总院） 上海市静安区乌鲁木齐中路12 号 阿基仑赛注射液、瑞基奥仑赛注射液、泽沃基奥仑赛注射液 14 复旦大学附属华山医院（宝山院区） 上海市宝山区陆翔路108 号（镜泊湖路518 号） 阿基仑赛注射液、瑞基奥仑赛注射液 15 上海长海医院 上海市杨浦区长海路168 号 阿基仑赛注射液、泽沃基奥仑赛注射液 16 上海长征医院 上海市黄浦区凤阳路415 号 泽沃基奥仑赛注射液 17 复旦大学附属肿瘤医院（徐汇院区） 上海市徐汇区东安路270 号 阿基仑赛注射液 18 复旦大学附属肿瘤医院（浦东院区） 上海市浦东新区康新公路4333 号 阿基仑赛注射液、瑞基奥仑赛注射液 19 上海市东方医院（总院） 上海市浦东新区即墨路150 号 阿基仑赛注射液、瑞基奥仑赛注射液、泽沃基奥仑赛注射液 20 上海市东方医院（南院） 上海市浦东新区云台路1800 号 阿基仑赛注射液、瑞基奥仑赛注射液、泽沃基奥仑赛注射液",
        "page_num": 20
    },
    {
        "file_name": "附件3.1《产品说明书》（普通版）20240415_1-1_1-1.pdf",
        "page_content": "21 复旦大学附属浦东医院 上海市浦东新区惠南镇拱为路2800号 阿基仑赛注射液、泽沃基奥仑赛注射液 22 上海市同仁医院 上海市仙霞路 1111 号/长宁路 599 号/长宁区 泽沃基奥仑赛注射液 23 上海市徐汇区中心医院 上海市徐汇区淮海中路966 号 阿基仑赛注射液 24 中国人民解放军第九O 五医院 上海市长宁区华山路1328 号 瑞基奥仑赛注射液 25 上海市第四人民医院 上海市虹口区三门路1279 号 泽沃基奥仑赛注射液 26 上海市静安区闸北中心医院 上海市中华新路619 号 瑞基奥仑赛注射液 27 上海嘉会国际医院 上海市徐汇区桂平路689 号 阿基仑赛注射液、瑞基奥仑赛注射液 28 上海闸新中西医结合医院 上海市静安区场中路2516 号 阿基仑赛注射液、瑞基奥仑赛注射液 *医院清单供参考，如有更新，以CAR-T 三家生产企业在官网公示的接受培训和认证的上海市医疗机构为准。  13、CAR-T 治疗特定药品目录 序号 商品名 通用名 厂商 适应病种 适应症限制 1 奕凯达 阿基仑赛注射液 复星凯特生物科技有限公司 淋巴瘤 本品为经基因修饰的靶向人 CD19 的嵌合抗原受体自体 T (CAR-T) 细胞，用于治疗： 1. 一线免疫化疗无效或在一线免疫化疗后 12 个月内复发的成人大 B 细胞淋巴瘤（r/r LBCL）。本适应症为附条件批准上市，上市后将提供更多的有效性和安全性数据。 2. 既往接受二线或以上系统性治疗后复发或难治性大 B 细胞淋巴瘤成人患者，包括弥漫性大 B 细胞淋巴瘤（DLBCL）非特指型（NOS），原发纵隔大 B 细胞淋巴瘤（PMBCL）、高级别 B 细胞淋巴瘤和滤泡性淋巴瘤转化的 DLBCL。 2 倍诺达 瑞基奥仑赛注射液 上海药明巨诺生物科技有限公司 淋巴瘤 本品用于治疗经过二线或以上系统性治疗后成人患者的复发或难治性大B 细胞淋巴瘤，包括弥漫性大B 细胞淋巴瘤非特指型、 滤泡性淋巴瘤转化的弥漫性大B 细胞淋巴瘤、3b 级滤泡性淋巴瘤、原发纵隔大B 细胞淋巴瘤、高级别B 细胞淋巴瘤伴MYC 和BCL-2 和I 或BCL-6 重排（双打击／三打击淋巴瘤）。 经过二线或以上系统性治疗的成人难治性或24 个月内复发的滤泡性淋巴瘤，包括组织学分级为1、2、3a 级的滤泡性淋巴瘤。 3 赛恺泽  泽沃基奥仑赛注射液 恺兴生命科技（上海）有限公司 多发性骨髓瘤 限：用于治疗复发或难治性多发性骨髓瘤成人患者，既往经过至少3 线治疗后进展（至少使用过一种蛋白酶体抑制剂及免疫调节剂）。 ",
        "page_num": 21
    }
]



page_info = [{"page_num":e["page_num"], "page_content":e["page_content"]} for e in data]

print(page_info)